Revit 2027 API
TableMergedCell.Left Property
 Specifies the column index of the top-left corner of a table grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Left { get; set; }
Public Property Left As Integer
	Get
	Set
public:
property int Left {
	int get ();
	void set (int value);
}
member Left : int with get, set
Property Value
Int32
See Also
Reference
TableMergedCell Class
Autodesk.Revit.DB Namespace